Repository: idanidev/RentalMngr-iOS
Catalog: RentalMngr/Core/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: /mo
es: /mes

# %@ — contract expired %lld days ago
source: %1$@ — contract expired %2$lld days ago
es: %1$@ — el contrato expiró hace %2$lld días

# %@ in %@
source: %1$@ in %2$@
es: %1$@ en %2$@

source: %@ not found
es: %@ no encontrado

source: %@ uncollected this month
es: %@ sin cobrar este mes

source: %@ will be unassigned from this room
es: %@ será desasignado de esta habitación

# %@'s contract expires in %lld days.
source: %1$@'s contract expires in %2$lld days.
es: El contrato de %1$@ vence en %2$lld días.

source: %lld day(s) remaining
es: %lld día(s) restante(s)

source: %lld days
es: %lld días

source: %lld days remaining
es: %lld días restantes

# %lld month(s) and %lld day(s)
source: %1$lld month(s) and %2$lld day(s)
es: %1$lld mes(es) y %2$lld día(s)

source: %lld month(s) remaining
es: %lld mes(es) restante(s)

source: %lld rooms
es: %lld habitaciones

# %lld/%lld occupied
source: %1$lld/%2$lld occupied
es: %1$lld/%2$lld ocupadas

source: %lld/%lld rooms
es: %1$lld/%2$lld hab.

source: ✓ Access granted directly to %@
es: ✓ Acceso concedido directamente a %@

source: ✓ Invitation sent to %@
es: ✓ Invitación enviada a %@

source: ✓ Role updated successfully
es: ✓ Rol actualizado correctamente

source: 1 day
es: 1 día

source: A common fund is recommended for purchasing shared products such as dishwasher soap, toilet paper, laundry detergent, etc.
es: Se recomienda un fondo común para la compra de productos compartidos como jabón de lavavajillas, papel higiénico, detergente, etc.

source: A test notification has been created. Check the Notifications tab.
es: Se ha creado una notificación de prueba. Comprueba la pestaña de Notificaciones.

source: Accept
es: Aceptar

source: Accommodation
es: Alojamiento

source: Account created. Check your email to confirm.
es: Cuenta creada. Revisa tu email para confirmar.

source: Acquisition
es: Adquisición

source: Actions
es: Acciones

source: Active
es: Activo

source: Active alerts
es: Alertas activas

source: Ad
es: Anuncio

source: Ad - %@
es: Anuncio - %@

source: Add
es: Añadir

source: Add a Room
es: Añade una habitación

source: Add expense
es: Añadir gasto

source: Add furniture and items to this room.
es: Añade mobiliario y objetos a esta habitación.

source: Add house rules for cohabitation
es: Añade normas de convivencia

source: Add income
es: Añadir ingreso

source: Add income and expenses to see the summary
es: Añade ingresos y gastos para ver el resumen

source: Add Item
es: Añadir artículo

source: Add Property
es: Añadir propiedad

source: Add room
es: Añadir habitación

source: Add Room
es: Añadir habitación

source: Add rooms to this property
es: Añade habitaciones a esta propiedad

source: Add rule
es: Añadir norma

source: Add Tenant
es: Añadir inquilino

source: Add your first property to get started
es: Añade tu primera propiedad para empezar

source: Address
es: Dirección

source: Alerts
es: Alertas

source: Alerts before contracts expire
es: Avisos antes de que venzan los contratos

source: Alerts when a tenant's contract is about to expire or has already expired
es: Alertas cuando el contrato de un inquilino está a punto de vencer o ya ha vencido

source: All
es: Todos

source: All read
es: Todo leído

source: All rooms are occupied
es: Todas las habitaciones están ocupadas

source: All Set!
es: ¡Todo listo!

source: All tenant documents in one place
es: Todos los documentos del inquilino en un lugar

source: All tenants already have an assigned room or there are no active tenants
es: Todos los inquilinos ya tienen habitación asignada o no hay inquilinos activos

source: All time
es: Todo el tiempo

source: All your data — properties, tenants, finances — will be permanently erased. This cannot be undone.
es: Todos tus datos — propiedades, inquilinos, finanzas — se eliminarán permanentemente. Esta acción no se puede deshacer.

source: Already have an account? Sign In
es: ¿Ya tienes cuenta? Inicia sesión

source: Always One Step Ahead
es: Siempre por delante

source: Amount (€)
es: Importe (€)

source: Amount (€) *
es: Importe (€) *

source: App
es: Aplicación

source: Appearance
es: Apariencia

source: Appliances
es: Electrodomésticos

source: Assign tenant (Check-in)
es: Asignar inquilino (Check-in)

source: Assign to %@
es: Asignar a %@

source: Assign to Room
es: Asignar a habitación

source: Availability
es: Disponibilidad

source: Available on iPhone and iPad, always with you
es: Disponible en iPhone y iPad, siempre contigo

source: Available Variables
es: Variables disponibles

source: Basic Info
es: Información básica

source: Bathroom
es: Baño

source: Broken
es: Roto

source: Build
es: Compilación

source: By Room
es: Por habitación

source: Call
es: Llamar

source: Cancel
es: Cancelar

source: Category
es: Categoría

source: Change Language
es: Cambiar Idioma

source: Check out?
es: ¿Hacer check-out?

source: Cleaning
es: Limpieza

source: Close
es: Cerrar

source: Collected
es: Cobrado

source: Common
es: Común

source: Common (%lld)
es: Común (%lld)

source: Common area
es: Zona común

source: COMMON AREAS
es: ZONAS COMUNES

source: Community
es: Comunidad

source: Community fees
es: Cuotas de comunidad

source: Condition
es: Estado

source: Configure utility services in the property settings to start tracking payments
es: Configura los suministros en los ajustes de la propiedad para comenzar a registrar pagos

source: Confirm check-out
es: Confirmar check-out

source: Confirm Password
es: Confirmar contraseña

source: Contact
es: Contacto

source: Contact:
es: Contacto:

source: Continue
es: Continuar

source: Contract
es: Contrato

source: Contract - %@
es: Contrato - %@

source: Contract alerts
es: Alertas de contrato

source: Contract Details
es: Detalles del contrato

source: Contract Editor
es: Editor de contrato

source: Contract expired
es: Contrato expirado

source: Contract expires in %lld days
es: El contrato vence en %lld días

source: Contract expires today
es: El contrato vence hoy

source: Contract expiry
es: Vencimiento de contrato

source: Contract expiry reminders (30, 15, 7 days before)
es: Avisos de vencimiento de contratos (30, 15, 7 días antes)

source: Contract notes
es: Notas del contrato

source: Contract Notes
es: Notas del contrato

source: Contract renewal
es: Renovación de contrato

source: Contract Renewal
es: Renovación de contrato

source: Contract Template
es: Plantilla de Contrato

source: Contracts
es: Contratos

source: Contracts with expiry and renewal dates
es: Contratos con fechas de vencimiento y renovación

source: Contracts with expiry dates and renewals
es: Contratos con fechas de vencimiento y renovación

source: Could not access the file
es: No se pudo acceder al archivo

source: Could not generate the ad
es: No se pudo generar el anuncio

source: Could not generate the contract
es: No se pudo generar el contrato

source: Create Account
es: Crear cuenta

source: Create Property
es: Crear propiedad

source: Create test notification
es: Crear notificación de prueba

source: Create Your First Property
es: Crea tu primera propiedad

source: Crystal Clear Finances
es: Finanzas al detalle

source: Current address
es: Dirección actual

source: Current Contract
es: Contrato actual

source: Custom
es: Personalizado

source: Custom reminders you create yourself
es: Recordatorios personalizados que creas tú mismo

source: Dark
es: Oscuro

source: Data error: %@
es: Error de datos: %@

source: Data synced in real time across all devices
es: Datos sincronizados en tiempo real en todos los dispositivos

source: Date
es: Fecha

source: Day of week:
es: Día de la semana:

source: Deactivate
es: Desactivar

source: Deactivate Tenant
es: Desactivar inquilino

source: Deactivate Tenant?
es: ¿Desactivar inquilino?

source: Delete
es: Eliminar

source: Delete Account
es: Eliminar cuenta

source: Delete Account Permanently
es: Eliminar cuenta permanentemente

source: Delete Account?
es: ¿Eliminar cuenta?

source: Delete property?
es: ¿Eliminar propiedad?

source: Deleting account…
es: Eliminando cuenta…

source: Deposit
es: Depósito

source: Deposit (€)
es: Depósito (€)

source: Deposit (words)
es: Depósito (palabras)

source: Deposits and monthly payments tracked
es: Fianzas y mensualidades controladas

source: Description
es: Descripción

source: DESCRIPTION
es: DESCRIPCIÓN

source: Description (optional)
es: Descripción (opcional)

source: Description / Notes
es: Descripción / Notas

source: Details
es: Detalles

source: DETAILS
es: DETALLES

source: Distribute and assign the different household tasks. This way, you will avoid arguments as much as possible. Leaving it to each person's goodwill does not work.
es: Distribuye y asigna las diferentes tareas del hogar. Así evitarás discusiones en la medida de lo posible. Dejarlo a la buena voluntad de cada uno no funciona.

source: Do not accumulate trash inside the house. It is essential to take it out daily.
es: No acumules basura dentro de casa. Es fundamental sacarla a diario.

source: Do not tamper with the water heater or pellet stove. Report any malfunctions.
es: No toques el calentador de agua ni la estufa de pellets. Notifica cualquier avería.

source: Documents
es: Documentos

source: Don't have an account? Sign Up
es: ¿No tienes cuenta? Regístrate

source: Downloading photos...
es: Descargando fotos...

source: Duration
es: Duración

source: Duration: %lld months
es: Duración: %lld meses

source: e.g. Calle Mayor 12
es: p.ej. Calle Mayor 12

source: e.g. Room 1, Studio A
es: p.ej. Habitación 1, Estudio A

source: Edit
es: Editar

source: Edit Contract
es: Editar contrato

source: Edit Item
es: Editar artículo

source: Edit Profile
es: Editar Perfil

source: Edit Property
es: Editar propiedad

source: Edit template
es: Editar plantilla

source: Edit tenant
es: Editar inquilino

source: Electricity
es: Electricidad

source: Email
es: Correo electrónico

source: Email sent. Check your inbox.
es: Email enviado. Revisa tu bandeja de entrada.

source: Enable Alerts
es: Activa las alertas

source: Enable Notifications
es: Activar notificaciones

source: End
es: Fin

source: End date
es: Fecha fin

source: End Date
es: Fecha de fin

source: Ends today!
es: ¡Termina hoy!

source: Enter your email and we'll send you a link to reset your password.
es: Introduce tu email y te enviaremos un enlace para restablecer tu contraseña.

source: Equal Split
es: División igualitaria

source: Error creating item: %@
es: Error al crear el artículo: %@

source: Error deleting document: %@
es: Error al eliminar el documento: %@

source: Error deleting item: %@
es: Error al eliminar el artículo: %@

source: Error loading documents
es: Error al cargar documentos

source: Error loading documents: %@
es: Error al cargar documentos: %@

source: Error loading inventory: %@
es: Error al cargar el inventario: %@

source: Error loading notifications
es: Error al cargar notificaciones

source: Error loading properties
es: Error al cargar propiedades

source: Error loading rooms
es: Error al cargar habitaciones

source: Error loading rooms: %@
es: Error al cargar habitaciones: %@

source: Error loading tenants
es: Error al cargar inquilinos

source: Error moving tenant: %@
es: Error al mover al inquilino: %@

source: Error uploading document: %@
es: Error al subir el documento: %@

source: Establish quiet hours as some housemates may need to work. Minimum quiet hours to respect: 11 PM to 8 AM. Do not use the washing machine, dishwasher, or any other noisy appliance after 11 PM.
es: Establece horarios de silencio ya que algunos compañeros pueden necesitar trabajar. Horas mínimas de silencio a respetar: 23:00 a 8:00. No uses la lavadora, el lavavajillas ni ningún electrodoméstico ruidoso después de las 23:00.

source: Event
es: Evento

source: Every detail of every property at your fingertips
es: Cada detalle de cada propiedad al alcance de tu mano

source: Every Monday at 9:00 AM
es: Cada lunes a las 9:00

source: Everything Under Control
es: Todo bajo control

source: Expected
es: Previsto

source: Expense Breakdown
es: Desglose de gastos

source: Expenses
es: Gastos

source: Expired
es: Expirado

source: Expired %lld days ago
es: Expiró hace %lld días

source: Expires
es: Vence

source: Expires: %@
es: Vence: %@

source: Expiring Contracts
es: Contratos por vencer

source: Expiring Soon
es: Próximo vencimiento

source: Fair
es: Regular

source: Filter
es: Filtrar

source: Filtering by month
es: Filtrando por mes

source: Finances
es: Finanzas

source: FOR RENT
es: SE ALQUILA

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Full Address
es: Dirección completa

source: Full financial history with filters
es: Historial financiero completo con filtros

source: Full Name
es: Nombre completo

source: Full name *
es: Nombre completo *

source: Fully customisable reminders
es: Recordatorios totalmente personalizables

source: Garden
es: Jardín

source: General notes
es: Notas generales

source: General Notes
es: Notas generales

source: Generate Contract PDF
es: Generar PDF del contrato

source: Generate PDF ad
es: Generar anuncio en PDF

source: Generated with Rental Manager
es: Generado con Rental Manager

source: Generating contract...
es: Generando contrato...

source: Generating PDF...
es: Generando PDF...

source: Get notified before contracts expire
es: Recibe notificaciones antes de que venzan los contratos

source: Get notified before contracts expire and when payments are due. Stay ahead, always.
es: Recibe avisos antes de que venzan los contratos y cuando haya pagos pendientes. Siempre un paso por delante.

source: Get Started
es: Empezar

source: Good
es: Bueno

source: Heating
es: Calefacción

source: Hide
es: Ocultar

source: Home
es: Inicio

source: House rules
es: Normas de la casa

source: ID Number
es: Número de ID

source: ID Number (DNI / NIE)
es: Número de ID (DNI / NIE)

source: ID number is required.
es: El número de identificación es obligatorio.

source: Identification
es: Identificación

source: If anyone smokes, it must NEVER be done inside the house. Smoking should be done on the patio or terrace.
es: Si alguien fuma, NUNCA debe hacerlo dentro de casa. Se debe fumar en el patio o terraza.

source: Immediate
es: Inmediato

source: Inactive
es: Inactivo

source: Include Contract Details
es: Incluir detalles del contrato

source: Income
es: Ingresos

source: Income (Paid/Total)
es: Ingresos (Cobrado/Total)

source: Income & Expenses
es: Ingresos y gastos

source: Income and expenses per property
es: Ingresos y gastos por propiedad

source: Information
es: Información

source: Insert variable
es: Insertar variable

source: Insurance
es: Seguro

source: Inventory
es: Inventario

source: Inventory of %@
es: Inventario de %@

source: Invitations
es: Invitaciones

source: Invite user
es: Invitar usuario

source: It is recommended not to display overly imposing or irritating attitudes, as you may end up losing housemates or not finding a flat.
es: Se recomienda no mostrar actitudes demasiado impositivas o irritantes, ya que podrías acabar perdiendo compañeros de piso o no encontrar piso.

source: Item Name
es: Nombre del artículo

source: Keep common rooms such as the bathroom or kitchen as clean and presentable as possible.
es: Mantén las zonas comunes como el baño o la cocina lo más limpias y presentables posible.

source: Keep track of your tenants, contracts, deposits and renewal dates. Never miss an expiry again.
es: Lleva un seguimiento de tus inquilinos, contratos, fianzas y fechas de renovación. No vuelvas a perder un vencimiento.

source: Kitchen
es: Cocina

source: Know exactly how much your properties earn
es: Sabe exactamente cuánto generan tus propiedades

source: Landlord Details
es: Detalles del Propietario

source: Landlord ID
es: DNI arrendador

source: Landlord name
es: Nombre arrendador

source: Landlord Profile
es: Perfil del propietario

source: Language
es: Idioma

source: Light
es: Claro

source: Living room
es: Salón

source: Load and replace
es: Cargar y reemplazar

source: Load global template
es: Cargar plantilla global

source: Load global template?
es: ¿Cargar plantilla global?

source: Loading data...
es: Cargando datos...

source: Loading finances...
es: Cargando finanzas...

source: Loading settings...
es: Cargando ajustes...

source: Loading tenants...
es: Cargando inquilinos...

source: Loading...
es: Cargando...

source: Maintenance
es: Mantenimiento

source: Manage all your rental properties in one place
es: Gestiona todas tus propiedades de alquiler en un solo lugar

source: Manage all your rental properties in one place. Rooms, occupancy, photos — everything at a glance.
es: Gestiona todas tus propiedades de alquiler en un solo lugar. Habitaciones, ocupación, fotos — todo de un vistazo.

source: Mark as occupied
es: Marcar como ocupada

source: Mark as Occupied
es: Marcar como ocupada

source: Mark as paid
es: Marcar como pagado

source: Mark as read
es: Marcar como leído

source: Mark as vacant
es: Marcar como libre

source: Mark as Vacant
es: Marcar como libre

source: Meeting
es: Reunión

source: Month
es: Mes

source: Month: %@
es: Mes: %@

source: Monthly rent
es: Alquiler mensual

source: Monthly Rent
es: Alquiler mensual

source: Monthly rent (€)
es: Alquiler mensual (€)

source: More
es: Más

source: Move Room
es: Cambiar habitación

source: Move Tenant
es: Mover inquilino

source: My invitations
es: Mis invitaciones

source: My Invitations
es: Mis Invitaciones

source: My Properties
es: Mis propiedades

source: Name
es: Nombre

source: Name (e.g. Double bed)
es: Nombre (p. ej. Cama doble)

source: Name is required.
es: El nombre es obligatorio.

source: Network error: %@
es: Error de red: %@

source: Never lose track of a contract or payment again
es: No pierdas de vista ningún contrato ni pago

source: New
es: Nuevo

source: New Contract
es: Nuevo contrato

source: New End
es: Nueva fin

source: New expenses
es: Nuevos gastos

source: New income
es: Nuevos ingresos

source: New Item
es: Nuevo artículo

source: New Property
es: Nueva propiedad

source: New rule
es: Nueva norma

source: New shared expense
es: Nuevo gasto compartido

source: New Start
es: Nuevo inicio

source: New tenant
es: Nuevo inquilino

source: No active tenants
es: No hay inquilinos activos

source: No available tenants
es: No hay inquilinos disponibles

source: No Contract
es: Sin contrato

source: No contract alerts
es: Sin alertas de contrato

source: No contract defined
es: Sin contrato definido

source: No contract template
es: Sin plantilla de contrato

source: No data
es: Sin datos

source: No documents
es: Sin documentos

source: No expenses
es: Sin gastos

source: No income
es: Sin ingresos

source: No income recorded for this month
es: No hay ingresos registrados para este mes

source: No invitations
es: Sin invitaciones

source: No Items
es: Sin artículos

source: No matches found for "%@"
es: No se encontraron resultados para "%@"

source: No notifications
es: Sin notificaciones

source: No pending reminders
es: Sin recordatorios pendientes

source: No photos
es: Sin fotos

source: No properties
es: Sin propiedades

source: No reminders
es: Sin recordatorios

source: No results
es: Sin resultados

source: no room
es: sin habitación

source: No rooms
es: Sin habitaciones

source: No rooms available
es: No hay habitaciones disponibles

source: No rules
es: Sin normas

source: No shared expenses
es: Sin gastos compartidos

source: No template yet
es: Sin plantilla todavía

source: No tenants
es: Sin inquilinos

source: No tenants found
es: No se encontraron inquilinos

source: No upcoming contract expiry alerts
es: Sin alertas de vencimiento próximas

source: No utilities configured
es: Sin suministros configurados

source: No utility charges
es: Sin cargos de suministros

source: No vacant rooms available in this property.
es: No hay habitaciones libres en esta propiedad.

source: No weekly reports
es: Sin informes semanales

source: No weekly reports have been generated
es: No se han generado informes semanales

source: Noise
es: Ruido

source: Not assigned to any room
es: Sin habitación asignada

source: Not now
es: Ahora no

source: Notes
es: Notas

source: Notes (optional)
es: Notas (opcional)

source: Notification sent
es: Notificación enviada

source: Notification settings
es: Ajustes de notificaciones

source: Notification Settings
es: Ajustes de Notificaciones

source: Notifications
es: Notificaciones

source: Notify in advance:
es: Notificar con antelación:

source: Occupancy
es: Ocupación

source: Occupancy rate always visible
es: Tasa de ocupación siempre visible

source: Occupancy rate always visible at a glance
es: Tasa de ocupación siempre visible de un vistazo

source: Occupancy, income and outstanding payments — every Monday at 9:00 AM
es: Ocupación, ingresos y pagos pendientes — todos los lunes a las 9:00

source: Occupied
es: Ocupada

source: Occupied without assigned tenant
es: Ocupada sin inquilino asignado

source: OK
es: Aceptar

source: Other
es: Otro

source: Other notifications
es: Otras notificaciones

source: Owner
es: Propietario

source: Paid
es: Pagado

source: Paid %@
es: Pagado %@

source: Password
es: Contraseña

source: Payment
es: Pago

source: PDF Ad
es: Anuncio PDF

source: Pending
es: Pendiente

# Pending %@ — %@
source: Pending %1$@ — %2$@
es: Pendiente %1$@ — %2$@

source: Pending invitations
es: Invitaciones pendientes

source: Pending payment — %@
es: Pago pendiente — %@

source: Pending payments
es: Pagos pendientes

source: Pending Payments
es: Pagos pendientes

source: Permanently deletes your account and all associated data. This action cannot be undone.
es: Elimina permanentemente tu cuenta y todos los datos asociados. Esta acción no se puede deshacer.

source: Personal details
es: Datos personales

source: Personal Information
es: Información personal

source: Phone
es: Teléfono

source: Phone (Optional)
es: Teléfono (opcional)

source: Photos
es: Fotos

# Photos (%lld/%lld)
source: Photos (%1$lld/%2$lld)
es: Fotos (%1$lld/%2$lld)

source: Photos and inventory per room
es: Fotos e inventario por habitación

source: Pool
es: Piscina

source: Poor
es: Malo

source: Price
es: Precio

source: Private
es: Privado

source: Private (%lld)
es: Privado (%lld)

source: Private room
es: Habitación privada

source: Private rooms and common areas
es: Habitaciones privadas y zonas comunes

source: Private rooms and common areas per property
es: Habitaciones privadas y zonas comunes por propiedad

source: Profile
es: Perfil

source: Profit
es: Beneficio

source: Profit margin
es: Margen de beneficio

source: Properties
es: Propiedades

source: Properties & Rooms
es: Propiedades y habitaciones

source: Properties with rooms, photos and occupancy
es: Propiedades con habitaciones, fotos y ocupación

source: Property address
es: Dirección propiedad

source: Property invitation
es: Invitación a propiedad

source: Property name
es: Nombre de la propiedad

source: Purchase Date
es: Fecha de compra

source: Purchase Details
es: Detalles de compra

source: Purchase price
es: Precio de compra

source: Reactivate
es: Reactivar

source: Reactivate Tenant
es: Reactivar inquilino

source: Read all
es: Leer todo

source: Real-time sync across all your devices
es: Sincronización en tiempo real en todos tus dispositivos

source: Record expenses for this property
es: Registra los gastos de esta propiedad

source: Record your rental payments
es: Registra tus pagos de alquiler

source: Recovery email sent. Check your inbox.
es: Email de recuperación enviado. Revisa tu bandeja de entrada.
